{
    "system": {
        "text_error": ["Произошла ошибка при загрузке текста, игра закрывается."],
        "remember_error": ["Произошла ошибка при загрузке данных, начато с нуля."],
        "names_error": ["Произошла ошибка при загрузке списка имён, будет использоваться спецагент."]
    },
    "welcome": [
        "[Предисловие] Тебя похитили и заперли в подвале с неизвестным тебе человеком. Вам дали револьвер с 6 патронами и сказали играть в русскую рулетку. Вы оба садитесь за стол и ты производишь первый выбор.\n",
        "[Предисловие] После пьянки ты потерял сознание и очнулся в подвале. Рядом с тобой был другой пленник. Вам дали револьвер с 6 патронами и сказали играть в русскую рулетку. Вы оба сели за круглый стол, первый ход достался вам.\n"
    ],
    "remember": [
        "[Вспоминание] Вам показалось, что вы уже видели этого человека, хотя видите его впервые.\n",
        "[Вспоминание] Вы заметили, что уже видели противника, хотя видите его впервые.\n"
    ],
    "hint": [
        "[Подсказка] В револьвере всего 6 патронов и только 1 из них летальный.\n",
        "[Подсказка] Противник имеет больше интеллекта, чем ты думаешь.\n",
        "[Подсказка] В игре есть скрытые места, которые могут быть исследованы и открыты.\n",
        "[Подсказка] Есть несколько концовок, которые можно получить.\n",
        "[Подсказка] Обращайте внимание на какие-то внезапные записки на земле, они могут показывать скрытые коды.\n",
        "[Подсказка] > who?\n",
        "[Подсказка] Противник может быть как агрессивным, так и пугливым, используйте это в своих целях.\n",
        "[Подсказка] Что-то может быть выдумано тобой.\n",
        "[Подсказка] Тайна перед твоими глазами.\n",
        "[Подсказка] Это не просто симулятор Русской рулетки.\n",
        "[Подсказка] > name ???\n",
        "[Подсказка] Имя или мимика противника никак не сказывается о его характере.\n",
        "[Подсказка] Сложность игры постепенно увеличивается с помощью сокращения боеприпаса, пока кто-нибудь не умрёт.\n",
        "[Подсказка] В этом точно замешаны какие-то ублюдки.\n"
    ],
    "game": {
        "selector": {
            "self": {
                "main": ["[Выбор] Стрелять в себя (me) или во врага"]
            },
            "ending": {
                "story": ["\n[Сюжет?] Выходя из деревянного дома ты увидел записку на траве, на которой было написано:"]
            },
            "cheat": {
                "xray": {
                    "0": ["\n[Чит-код] Летальная пуля является"],
                    "1": ["по счёту, сейчас осталось:"]
                },
                "name": {
                    "error": ["[Ошибка] Не указано имя."],
                    "ok": ["\n[Чит-код] Вы изменили имя противника на:"]
                },
                "who": ["\n[Чит-код] Оказалось, что противник был плодом твоего воображения, и на самом деле никого не существовало, и ты после приёма алкоголя просто запер себя в подвале. Ты открыл дверь и вышел на улицу, потрогать траву."]
            }
        },
        "harding": [
            "[Усложнение] Вам выдали новый револьвер, в котором на один патрон стало меньше.",
            "[Усложнение] Вам заменили револьвер на другой с обрезанным барабаном, в котором на одно место меньше."
        ],
        "choice": {
            "spin": [
                "\n[Действие] Ты прокрутил револьвер, летальный патрон смещён.\n",
                "\n[Действие] Ты смог прокрутить барабан и сместить летальный патрон.\n"
            ],
            "self": {
                "action": [
                    "\n[Действие] Ты решил выстрелить в себя.\n",
                    "\n[Действие] Ты выбрал выстрелил в себя.\n"
                ],
                "die": [
                    "[Действие (На себя)] Ты умер, а твой противник выжил. Его выпустили из подвала живым.",
                    "[Действие (На себя)] Ты умер, выстрелив в себя, теперь твой противник на свободе и живёт свою короткую жизнь."
                ],
                "survive": [
                    "[Действие (На себя)] Патрона не оказалось, у тебя есть возможность повторного выбора.\n",
                    "[Действие (На себя)] Патрон не вылетел из дула, и теперь у тебя есть возможность повторного выбора.\n"
                ]
            },
            "enemy": {
                "action": [
                    "\n[Действие] Ты решил выстрелить во врага.",
                    "\n[Действие] Ты выбрал своего врага."
                ],
                "die": [
                    "\n[Действие (На него)] Ты выстрелил в своего врага и он умер, тебя выпустили из подвала и ты увидел яркое солнце.",
                    "\n[Действие (На него)] Ты убил своего врага и услышал голос, который говорит тебе выходить из подвала."
                ],
                "survive": [
                    "\n[Действие (На него)] Патрона не оказалось, ты передал оружие своему врагу.",
                    "\n[Действие (На него)] Патрон не вылетел из револьвера и тебе пришлось передать пистолет оппозиционеру."
                ]
            }
        },
        "enemy": {
            "thinking": [
                "\n[Действие] Противник думает.\n",
                "\n[Действие] Противник решает, что сделать.\n",
                "\n[Действие] Противник размышляет о вероятностях.\n"
            ],
            "player": {
                "kill": [
                    "[Действие (На тебя)] Тебя убили, игра окончена.",
                    "[Действие (На тебя)] Тебя убили, игру закончили."
                ],
                "survive": [
                    "[Действие (На тебя)] Он нажал на спусковой курок, и патрона не оказалось, враг был расстроен.\n",
                    "[Действие (На тебя)] Он нажал на спусковой курок, и выстрела не произошло.\n"
                ]
            },
            "self": {
                "kill": [
                    "[Действие (На себя)] Он нажал на спусковой крючок и выбыл из игры, ты выиграл.",
                    "[Действие (На себя)] Он выстрелил, ты остался один."
                ],
                "survive": [
                    "[Действие (На себя)] Он выстрелил себе в голову, но повезло и он думает ещё раз.",
                    "[Действие (На себя)] Он нажал на крючок, но ему очень сильно повезло и теперь он обдумывает следующий ход."
                ]
            },
            "spin": [
                "[Действие] Противник прокрутил револьвер.",
                "[Действие] Он провернул барабан револьвера."
            ],
            "cheating": [
                "\n[Сюжет?] После того как выстрел произошёл, он сказал, что не хочет играть с такими читерами, как ты.",
                "\n[Сюжет?] Пока ты умирал от потери крови, тебя пнули ногой и противник сказал, что не хочет играть с дураками."
            ]
        }
    }
}
